IDEA Open Model
CalculationSetup.SlsDeflections Property
Compatible with IDEA StatiCa v 10.1
 SLS deflections
 Namespace: IdeaRS.OpenModel.Concrete
 Assembly: IdeaRS.OpenModel (in IdeaRS.OpenModel.dll) Version: 10.1.1.1 (10.1.1.1)
Syntax
public bool SlsDeflections { get; set; }
Public Property SlsDeflections As Boolean
	Get
	Set
public:
property bool SlsDeflections {
	bool get ();
	void set (bool value);
}
Property Value
Type: Boolean
See Also
Reference
CalculationSetup Class
IdeaRS.OpenModel.Concrete Namespace